/* 
  Localizable.strings
  DuetMac

  Created by Rahul Dewan on 6/15/15.
  Copyright (c) 2015 Rahul Dewan. All rights reserved.
*/

"Duet Connected" = "Duet Forbundet";
"Duet Needs Permission to Fully Install and Restart Your Mac" = "Duet skal bruge tilladelse til fuldtud at installere og genstarte din Mac";
"To use Duet, you need to authorize the application to create a second display and then restart your computer. \n\nDuet is certified by Apple to create graphics drivers and this will NOT affect your original display, current graphics driver, or system settings." = "For at bruge Duet, skal du tillade, at programmet opretter en anden skærm og derefter genstarter computeren. \n\nDuet er certificeret af Apple til at oprette grafikdrivere, og dette vil ikke påvirke dit oprindelige display, nuværende grafikdriver eller systemindstillinger.";

"Restart Your Mac" = "Genstart din Mac";
"Quit" = "Afslut";
"Authorization Error" = "Tilladelsesfejl";
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Vælg 'Prøv igen' for at prøve igen, gen-tillad eller 'Afslut' for at give op.";
"Try Again" = "Prøv Igen";

"Open duet on iOS" = "Åben duet på iOS";
"Connect device to Mac with" = "Slut enheden til Mac med";
"or" = "eller";
"Version" = "Version";
"Resolution" = "Opløsning";
"No Device Connected" = "No Device Connected";
"Frame Rate" = "Billedfrekvens";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Performance" = "Ydeevne";
"High Power" = "Højtydende";
"Energy Efficient" = "Energieffektiv";
"Preferences" = "Indstillinger";
"Update App Automatically" = "Opdater App Automatisk";
"Launch At Login" = "Kør Ved Login";
"Graphics Card" = "Grafikkort";
"When Duet Is Connected..." = "Når Duet er tilsluttet...";
"Discrete (Recommended)" = "Diskret (Anbefales)";
"Integrated (Energy Savings)" = "Integreret (Energieffektiv)";
"Display Arrangement" = "Vis Arrangement";
"Check For Updates" = "Kontroller for Opdateringer";
"Help Center" = "Help Center";
"Ask Us A Question" = "Stil os et spørgsmål";
"Uninstall Duet" = "Afinstaller duet";
"Quit" = "Afslut";

"Regular (Energy Efficient)" = "Almindelig Opløsning (Energieffektiv)";
"Retina (High Performance)" = "Retina Opløsning (Højtydende)";
"High Resolution (Smaller Text)" = "Høj Opløsning (Smaller Text)";